import { v4 as uuidv4 } from "uuid";

export const furniture = [
    {
        id: uuidv4(),
        name: "Шкафы и стеллажи",
        icon: "/menu_icons/1.svg",
        description: "Шкафы и стеллажи по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы и стеллажи от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1.png",
        items: []
    },
    {
        id: uuidv4(),
        name: "Диваны и кресла",
        icon: "/menu_icons/2.svg",
        description: "Диваны и кресла по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить диваны и кресла от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image:  "/menu_images/2.jpg",
        items: []
    },
    {
        id: uuidv4(),
        name: "Кровати и матрасы",
        icon: "/menu_icons/3.svg",
        description: "Кровати и матрасы по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить кровати и матрасы от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/3.jpg",
        items: []
    },
    {
        id: uuidv4(),
        name: "Кухни",
        icon: "/menu_icons/4.svg",
        description: "Кухни по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить кухню от производителя вы сможете на официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/4.png",
        items: []
    },
    {
        id: uuidv4(),
        name: "Столы и стулья",
        icon: "/menu_icons/5.svg",
        description: "Столы и стулья по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить столы и стулья от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/5.jpg",
        items: []
    },
    {
        id: uuidv4(),
        name: "Комоды и тумбы",
        icon: "/menu_icons/6.svg",
        description: "Комоды и тумбы по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить комод и тумбу от производителя вы сможете на официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/6.png",
        items: []
    },
    {
        id: uuidv4(),
        name: "Мебель для детской",
        icon: "/menu_icons/7.svg",
        description: "Мебель для детской по ценам производителя в готовом варианте или на заказ по индивидуальным размерам. Выбирайте модели по характеристикам, цвету, фото в интерьере, стоимости и отзывам наших покупателей на сайте. В каталоге можно выбрать и купить мебель для детской на любой вкус от недорогих до премиум класса. Доставка и сборка осуществляется по Москве и регионам России.",
        image: "/menu_images/7.png",
        items: []
    },
    {
        id: uuidv4(),
        name: "Мебель для прихожей",
        icon: "/menu_icons/8.svg",
        description: "Прихожая по ценам производителя в готовом варианте или на заказ по индивидуальным размерам. Выбирайте модели по характеристикам, цвету, фото в интерьере, стоимости и отзывам наших покупателей на сайте. В каталоге можно выбрать и купить прихожую на любой вкус от недорогих до премиум класса. Доставка и сборка осуществляется по Москве и регионам России.",
        image: "/menu_images/8.jpg",
        items: []
    },
    {
        id: uuidv4(),
        name: "Мебель для гостиной",
        icon: "/menu_icons/9.svg",
        description: "Мебель для гостиной по ценам производителя в готовом варианте или на заказ по индивидуальным размерам. Выбирайте модели по характеристикам, цвету, фото в интерьере, стоимости и отзывам наших покупателей на сайте. В каталоге можно выбрать и купить мебель для гостиной на любой вкус от недорогих до премиум класса. Доставка и сборка осуществляется по Москве и регионам России.",
        image: "/menu_images/9.jpg",
        items: []
    },
    {
        id: uuidv4(),
        name: "Мебель для ванной",
        icon: "/menu_icons/10.svg",
        description: "Мебель для ванной комнаты по ценам производителя в готовом варианте или на заказ по индивидуальным размерам. Выбирайте модели по характеристикам, цвету, фото в интерьере, стоимости и отзывам наших покупателей на сайте. В каталоге можно выбрать и купить мебель для ванной комнаты на любой вкус от недорогих до премиум класса. Доставка и сборка осуществляется по Москве и регионам России.",
        image: "/menu_images/10.jpg",
        items: []
    },
    {
        id: uuidv4(),
        name: "Мебель для офиса",
        icon: "/menu_icons/11.svg",
        description: "Мебель для офиса по ценам производителя в готовом варианте или на заказ по индивидуальным размерам. Выбирайте модели по характеристикам, цвету, фото в интерьере, стоимости и отзывам наших покупателей на сайте. В каталоге можно выбрать и купить мебель для офиса на любой вкус от недорогих до премиум класса. Доставка и сборка осуществляется по Москве и регионам России.",
        image: "/menu_images/11.png",
        items: [
            {
                id: uuidv4(),
                name: "Угловые диваны",
                price: "от 7 599 руб.",
                description: "Угловые диваны всегда смотрелись респектабельно и стильно. Но это не единственный плюс данных моделей. Такой предмет интерьера наиболее рационально заполняет угол комнаты, абсолютно не теряя функционала по сравнению с иной мебелью. Рассмотрим основные особенности таких диванов, их плюсы и минусы, функциональные различия.",
                image: "/menu_images/11-1.png",
                items: []
            },
            {
                id: uuidv4(),
                name: "Компьютерные столы",
                price: "от 2 275 руб.",
                description: "Компьютерные столы по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить компьютерный стол от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
                image: "/menu_images/11-2.png",
                items: []
            }
        ]
    },
    {
        id: uuidv4(),
        name: "Садовая мебель",
        icon: "/menu_icons/12.svg",
        description: "Садовая мебель по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить садовую мебель от производителя вы сможете на официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/12.png",
        items: []
    },
]