import { v4 as uuidv4 } from "uuid";

export const furniture = [
  {
    id: uuidv4(),
    name: "Диваны и кресла",
    icon: "/menu_icons/2.svg",
    description:
      "Диваны и кресла по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить диваны и кресла от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
    image: "/menu_images/2.jpg",
    items: [
      {
        id: uuidv4(),
        name: "Угловые диваны",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Диваны",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Кресла",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Модульные диваны",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
    ],
  },
  {
    id: uuidv4(),
    name: "Кровати и матрасы",
    icon: "/menu_icons/3.svg",
    description:
      "Кровати и матрасы по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить кровати и матрасы от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
    image: "/menu_images/3.jpg",
    items: [
      {
        id: uuidv4(),
        name: "Двуспальные кровати",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Односпальные кровати",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Кровати лофт из дерева",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Ортопедические матрасы",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
    ],
  },
  {
    id: uuidv4(),
    name: "Кухни",
    icon: "/menu_icons/4.svg",
    description:
      "Кухни по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить кухню от производителя вы сможете на официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
    image: "/menu_images/4.png",
    items: [
      {
        id: uuidv4(),
        name: "Кухни национальным стиле",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Кухни лофт",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Кухни  модерно",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Барные стойки",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
    ],
  },
  {
    id: uuidv4(),
    name: "Столы и стулья",
    icon: "/menu_icons/5.svg",
    description:
      "Столы и стулья по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить столы и стулья от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
    image: "/menu_images/5.jpg",
    items: [
      {
        id: uuidv4(),
        name: "Круглые столы",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Прямоугольные столы (обеденные)",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Кухонные столы",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Дачные столы",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },{
        id: uuidv4(),
        name: "Журнальные столы",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },{
        id: uuidv4(),
        name: "Табуретки",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },{
        id: uuidv4(),
        name: "Пуфы",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },{
        id: uuidv4(),
        name: "Мягкие стулья",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
    ],
  },
  {
    id: uuidv4(),
    name: "Комоды и тумбы",
    icon: "/menu_icons/6.svg",
    description:
      "Комоды и тумбы по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить комод и тумбу от производителя вы сможете на официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
    image: "/menu_images/6.png",
    items: [
      {
        id: uuidv4(),
        name: "Комоды",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Тумбы прикроватные",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Подставки под TV",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
    ],
  },
  {
    id: uuidv4(),
    name: "Мебель для детской",
    icon: "/menu_icons/7.svg",
    description:
      "Мебель для детской по ценам производителя в готовом варианте или на заказ по индивидуальным размерам. Выбирайте модели по характеристикам, цвету, фото в интерьере, стоимости и отзывам наших покупателей на сайте. В каталоге можно выбрать и купить мебель для детской на любой вкус от недорогих до премиум класса. Доставка и сборка осуществляется по Москве и регионам России.",
    image: "/menu_images/7.png",
    items: [
      {
        id: uuidv4(),
        name: "Кровати",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Стулья",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Детские шкафы",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Столы для урока",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
    ],
  },
  {
    id: uuidv4(),
    name: "Мебель для прихожей",
    icon: "/menu_icons/8.svg",
    description:
      "Прихожая по ценам производителя в готовом варианте или на заказ по индивидуальным размерам. Выбирайте модели по характеристикам, цвету, фото в интерьере, стоимости и отзывам наших покупателей на сайте. В каталоге можно выбрать и купить прихожую на любой вкус от недорогих до премиум класса. Доставка и сборка осуществляется по Москве и регионам России.",
    image: "/menu_images/8.jpg",
    items: [
      {
        id: uuidv4(),
        name: "Обувница вешалка",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Шкаф с сидением",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Угловые шкафы",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "С дверью -купе",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
    ],
  },
  {
    id: uuidv4(),
    name: "Мебель для офиса",
    icon: "/menu_icons/11.svg",
    description:
      "Мебель для офиса по ценам производителя в готовом варианте или на заказ по индивидуальным размерам. Выбирайте модели по характеристикам, цвету, фото в интерьере, стоимости и отзывам наших покупателей на сайте. В каталоге можно выбрать и купить мебель для офиса на любой вкус от недорогих до премиум класса. Доставка и сборка осуществляется по Москве и регионам России.",
    image: "/menu_images/11.png",
    items: [
      {
        id: uuidv4(),
        name: "Столь для руководителя",
        price: "от 7 599 руб.",
        description:
          "Угловые диваны всегда смотрелись респектабельно и стильно. Но это не единственный плюс данных моделей. Такой предмет интерьера наиболее рационально заполняет угол комнаты, абсолютно не теряя функционала по сравнению с иной мебелью. Рассмотрим основные особенности таких диванов, их плюсы и минусы, функциональные различия.",
        image: "/menu_images/11-1.png",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Шкаф для документов",
        price: "от 2 275 руб.",
        description:
          "Компьютерные столы по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить компьютерный стол от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/11-2.png",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Рабочие столы",
        price: "от  1 020 руб.",
        description:
          "Компьютерные столы по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить компьютерный стол от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/11-3.png",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Рецепщн",
        price: "от 1 049 руб.",
        description:
          "Компьютерные столы по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить компьютерный стол от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/11-4.png",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Большой стол для совещание",
        price: "от 1 690 руб.",
        description:
          "Компьютерные столы по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить компьютерный стол от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/11-5.png",
        items: [],
      },
    ],
  },
  {
    id: uuidv4(),
    name: "Мебель для сада и дачи",
    icon: "/menu_icons/12.svg",
    description:
      "Садовая мебель по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить садовую мебель от производителя вы сможете на официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
    image: "/menu_images/12.png",
    items: [
      {
        id: uuidv4(),
        name: "Столы и стулья",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Барные стойки",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Створки, фасады для мангала",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
      {
        id: uuidv4(),
        name: "Декоративные изделие",
        price: "от 3 697 руб.",
        description:
          "Шкаф купе двухдверный по доступным ценам в нашем каталоге – модели лучших брендов, от недорогих до премиум-класса, готовые и на заказ, на любой вкус и дизайн. Купить шкафы купе двухдверные от производителя вы сможете на его официальном сайте или в интернет-магазинах - представителях фабрики. Доставка осуществляется по Москве и регионам России. Выбирайте по характеристикам (размеру, материалу, цвету, стилю), фото в интерьере, стоимости и отзывам покупателей.",
        image: "/menu_images/1-1.jpg",
        items: [],
      },
    ],
  },
];
